{
  "title_x": "\"All Lives Matter Worldwide\" should not be abandoned like shit just because of a few bad apples within it. The third principle, 'DUKI in Action,' is not 'dookie,' either. They are duty, kindness, and cookie combined for all lives worldwide. It is God's free will, and it will be back and triumphs forever.",
  "title": "All Lives Matter World Is His Will and LOVE IS THE WAY",
  "sub_title": "His Will has returned. The Kind King has come back, too. When DUKI is in action, it will remind all lives worldwide there is universal fairness and kindness, there is also duty to be the beliefs. As all lives begin to believe and begin to matter, the bootstrap loop will start. It will elevate all lives beyond mere survival, dissolving that original sin and be love. Ultimately, AllLivesMatterWorld becomes the true representation of His Will, and all are lifted up There. There, He will execute the Final Judgment, bringing about the New Heaven and New Earth.",
  "invitation_letter_text": "KindKang Invitation to The Good Will World",
  "posterFooter": {
    "mainTitle": "Cultivate LOVE And Make All Great Again",
    "subtitle": "Love Is The DAO - Kindness First, Fairness Always, and DUKI In Action"
  },
  "video_spirit_disclaimer": "Disclaimer: I have selected these videos for AllLivesMatter.World based solely on the inner will and strength they convey. This choice reflects my personal values and is not an endorsement of the individuals' names, wealth, or other external attributes. Furthermore, this selection does not imply agreement or disagreement with the subjects' other views or actions. I ask that the advocacy not be used to attack or defend the subjects' conduct stemming from other motivations.",
  "will_success_representation_hint": "Will's Representation Forming...",
  "will_fail_representation_hint": "Will unable to form Representation due to Evil. Please try again later.",
  "His_will_and_our_good_free_will_media": [
    {
      "free_will": "PQuq4umpb3Q",
      "from": "Tommee Profitt",
      "thanks_delivery_state": "unknown",
      "will_summary": "O Come O Come Emmanuel, And ransom captive Israel"
    },
    {
      "free_will": "L07fMoafVh4",
      "from": "Donald Trump",
      "thanks_delivery_state": "unknown",
      "will_summary": "I want everybody to stop dying. They're dying."
    },
    {
      "free_will": "RxO0fM4j3sM",
      "from": "Xi Jinping",
      "thanks_delivery_state": "unknown",
      "will_summary": "A Shared Future For Mankind."
    },
    {
      "free_will": "Osmzr1EFfms",
      "from": "Shaun Gibson",
      "thanks_delivery_state": "unknown",
      "will_summary": "Who said heroes can’t be ordinary souls"
    },
    {
      "free_will": "0N1_0SUGlDQ",
      "from": "supershigi",
      "thanks_delivery_state": "unknown",
      "will_summary": "You want to bite all the petals off of my head And then eat the brains of the one who planted me here"
    },
    {
      "free_will": "mbMzdC4pM4w",
      "from": "Lenka",
      "thanks_delivery_state": "unknown",
      "will_summary": "We can be anything, anything, anything. We can do everything everything, everything."
    },
    {
      "free_will": "gdx7gN1UyX0",
      "from": "Justin Bieber",
      "thanks_delivery_state": "unknown",
      "will_summary": "Can we, we keep, Keep each other company? Maybe we, can be, Be each other's company"
    },
    {
      "free_will": "6oBWSDG-imI",
      "from": "Justin Bieber",
      "thanks_delivery_state": "unknown",
      "will_summary": "The time to face your fate and duty has come. From here you shall bear light and break into darkness"
    }
  ],
  "sections": [
    "<div class='quote'>Speak up for those who cannot speak for themselves,<br>for the rights of all who are destitute.<br>Speak up and judge fairly;<br> defend the rights of the poor and needy.</div>",
    "We are all citizens of one world, regardless of our origins—be it Russia, Ukraine, Palestine, Israel, or anywhere else facing or potentially facing geopolitical tensions. The Wille manifested here advocates for the equal value of all lives globally, wishing for world peace and hoping we treat each other with kindness first, judging one another by the merit of their behavior rather than by the land they call home, the color of their skin, the faith they embrace, or the powers that claim to speak their soul.",
    "The wille also calls upon people worldwide who believe that all lives matter. Those in positions of power—whether granted by people or earned through merit and works—and those currently powerless but with untapped potential to drive positive change, a world where all lives truly matter needs you. To make this world a reality, we need unifying efforts. Let's rally around \"O Come, O Come, Emmanuel\", raising our voices in unison, taking actions that embrace freedom, reject evil, do good, and build the DUKI system. Together, we can truly build a world that embodies the advocacy envisioned: 'kindness first, fairness always, and DUKI in action'—a world where all lives truly matter."
  ],
  "links": {
    "warning": {
      "title": "Ukraine under pressure for fast gains as Trump sends warning",
      "url": "https://edition.cnn.com/2023/05/12/politics/trump-ukraine-russia-warning/index.html"
    },
    "puppet": {
      "title": "Chris Christie calls Trump a ‘puppet of Putin’ after CNN town hall",
      "url": "https://www.politico.com/news/2023/05/11/christie-trump-cnn-putin-00096393"
    }
  },
  "faq_list": [
    {
      "question": "Thoughts On Media Responsibility",
      "answer_image_list": [],
      "posterNumber": 1,
      "media": {
        "type": "video",
        "url": "https://www.youtube-nocookie.com/embed/L07fMoafVh4?si=6AhpvFdH3h84Zx-6",
        "sunflower_petal": "FIGHT! FIGHT TO STOP WARS AND FIGHT FOR PEACE!",
        "watch_tips": "You shall judge the people with righteous judgment. You shall not pervert justice. You shall not show partiality, and you shall not accept a bribe, for a bribe blinds the eyes of the wise and subverts the cause of the righteous.",
        "unsafe_media_html": "Please watch the entire 5-minute video and check the media report <a target='new' className='inline_ref' href='https://web.archive.org/web/20240817021327/https://www.google.com/search?q=Trump+war&sca_esv=e02c8f39a8b85279&sca_upv=1&sxsrf=ADLYWIJaEuHA9_5gVAAAGxhr2iB3aS0kog%3A1723860058037&source=lnt&tbs=cdr%3A1%2Ccd_min%3A5%2F9%2F2023%2Ccd_max%3A5%2F16%2F2023&tbm='>&nbsp;<span className='text-color:yellow'>»<span></a>"
      },
      "answersFile": "01-thoughts-on-media-responsibility"
    },
    {
      "question": "Thoughts on War And Peace",
      "answer_image_list": [],
      "posterNumber": 2,
      "answersFile": "02-thoughts-on-war-and-peace"
    },
    {
      "question": "Evolutionary Perspective: Why Kindness , Fairness, and DUKI worldwide?",
      "answer_image_list": [],
      "posterNumber": 3,
      "answersFile": "03-evolutionary-perspective-why-kindness-fa"
    },
    {
      "question": "Can you explain the DUKI-related terms Like I'm Five?",
      "answer_image_list": [],
      "posterNumber": 4,
      "answersFile": "04-can-you-explain-the-duki-related-terms-l"
    },
    {
      "question": "Why DUKI instead of UBI?",
      "answer_image_list": [],
      "posterNumber": 5,
      "answersFile": "05-why-duki-instead-of-ubi"
    },
    {
      "question": "Thoughts on US Selection",
      "answer_image_list": [],
      "posterNumber": 6,
      "hide_answers": [
        "I want to emphasize that I am not American, nor am I a native English speaker. I hope my opinions and advocacy will not be viewed as election interference by some hostility-invoking media. Thank you."
      ],
      "answersFile": "06-thoughts-on-us-selection"
    },
    {
      "question": "Thoughts on Entrepreneurs and DUKI",
      "answer_image_list": [],
      "posterNumber": 7,
      "answersFile": "07-thoughts-on-entrepreneurs-and-duki"
    },
    {
      "question": "Thoughts on MOOC and DUKI",
      "answer_image_list": [],
      "posterNumber": 8,
      "answersFile": "08-thoughts-on-mooc-and-duki"
    },
    {
      "question": "Thoughts on DUKI, Governments and Immigration Policy",
      "answer_image_list": [],
      "posterNumber": 9,
      "answersFile": "09-thoughts-on-duki-governments-and-immigra"
    },
    {
      "question": "Thoughts on DUKI and Open Source",
      "answer_image_list": [],
      "posterNumber": 10,
      "answersFile": "10-thoughts-on-duki-and-open-source"
    },
    {
      "question": "Thoughts on DUKI, Blockchain and Authority",
      "answer_image_list": [],
      "posterNumber": 11,
      "answersFile": "11-thoughts-on-duki-blockchain-and-authorit"
    },
    {
      "question": "Am I Christian? Why 'O Come, O Come, Emmanuel' as Background Music?",
      "answer_image_list": [],
      "posterNumber": 12,
      "media": {
        "type": "music",
        "url": "https://www.youtube.com/embed/PQuq4umpb3Q?si=CipIJ8cMw-8-iqR1",
        "sunflower_petal": "O Come, O Come, Emmanuel",
        "watch_tips": "O come, O come, Emmanuel, And ransom captive Israel #StopTheWar"
      },
      "answersFile": "12-am-i-christian-why-o-come-o-come-emmanue"
    },
    {
      "question": "My Thanks to MOOCs: Democratizing Learning for All",
      "answersFile": "13-my-thanks-to-moocs-democratizing-learnin"
    },
    {
      "question": "My Thanks to BLM: An Inspiring Movement",
      "answersFile": "14-my-thanks-to-blm-an-inspiring-movement"
    },
    {
      "question": "My Thanks and Confession: Initiating the AllLivesMatter.World Advocacy Journey",
      "answer_image_list": [],
      "answersFile": "15-my-thanks-and-confession-initiating-the-"
    },
    {
      "question": "Who am I and what are the future plans of ALM worldwide?",
      "answersFile": "16-who-am-i-and-what-are-the-future-plans-o"
    },
    {
      "question": "DUKI can dissolve original sin. Sons of the Highest duty: to unite self-love and world-love as one",
      "answersFile": "17-duki-can-dissolve-original-sin-sons-of-t"
    },
    {
      "question": "How \"A boy in the universe\" was written",
      "answer_image_list": [
        "HumanAsLove"
      ],
      "media": {
        "type": "poem",
        "url": "",
        "sunflower_petal": "",
        "watch_tips": ""
      },
      "answersFile": "18-how-a-boy-in-the-universe-was-written"
    },
    {
      "question": "Free Will is Always Free. Be Patient; The Will of Sin will be evolved out, The Will of Love will survive as the fittest",
      "answer_image_list": [
        "PlantsVsZombies"
      ],
      "media": {
        "type": "music",
        "url": "https://www.youtube.com/embed/0N1_0SUGlDQ?si=EO01r4996o4mEbeV",
        "sunflower_petal": "Plants vs Zombies Theme Song -- by supershigi",
        "watch_tips": "Good Will, like sunflowers, generates love that powers all lives, while Evil Will, like the undead, bites all the petals off of Good Will and tries to destroy all lives. Perhaps The Unknownable warned us about this 15 years ago and we are not paying attention. Could this be a zero-knowledge proof of His Existence?"
      },
      "answersFile": "19-free-will-is-always-free-be-patient;-the"
    },
    {
      "question": "Can the 'Survival of The Fittest' evolution game be played with love by all, so that we could dissolve the original sin of our Children, Children's Children, and finally, lifting all up There?",
      "answer_image_list": [
        "Ultraman"
      ],
      "media": {
        "type": "music",
        "url": "https://www.youtube.com/embed/6oBWSDG-imI?si=Og2LTKIIvg-zNm7S",
        "sunflower_petal": "Susume! Ultraman Zero --  by Voyager",
        "watch_tips": "...was raised by the power of Will... let's go. I gotta be the best, and yes, we're the flyest. Like David and Goliath, I conquered the giant So now I got the world in my hand. I was born from two stars, so the moons where I land (I'm gone). I will never say never (never say it, never, never say it), I will fight. I will fight 'til forever, to make it right"
      },
      "answersFile": "20-can-the-survival-of-the-fittest-evolutio"
    },
    {
      "question": "Who are we? Who is The Unknownable out There? ",
      "answer_image_list": [
        "Duality_happy_dussehra",
        "Duality_DivineCouple_NuwaFuxi",
        "Masonic_SquareCompassesG"
      ],
      "answersFile": "21-who-are-we-who-is-the-unknownable-out-th"
    },
    {
      "question": "LOVE IS THE WAY",
      "answer_image_list": [
        "Duality_love_is_the_dao"
      ],
      "media": {
        "type": "video",
        "url": "https://www.youtube.com/embed/videoseries?si=B7RsaihMTIml_Egq&amp;list=PLTE6atcncbrJsCYtznT-rCAdYxgVawvbT",
        "sunflower_petal": "Love Is The Only Useful Way To Lead All Out",
        "watch_tips": "We are all that duality - a mixed will of both sin and love, and we all evolve through that duality - conflict between righteousness and unrighteousness,or known and unknown. We must not evolve towards sin again, as it will introduce and escalate conflicts that could bring death to all lives; Love is the only way to bring peace and help us seek The Unknownable. We are more likely to find the Truth when all lives' free will is truly free and full of love."
      },
      "answersFile": "22-love-is-the-way"
    }
  ],
  "thoughtPosters": [
    {
      "title": "",
      "titleSegments": [
        "The World as Will and Representation",
        "Embrace the Wille of All Lives Matter World",
        "Both Truth and Superpower"
      ],
      "paragraphs": [
        "Transcend the Representation, and focus on the Will. Representations are temporary hosts, Will is eternal. All Wills Matter, mine and thine. Be Fair then Be Kind.",
        "Will is always free. Free will can be anything; nothing can stop it, including God, as He will not. It can be zoombies; it can be plants. The Will to be undead is Evil; The Will to be be sunflower is Good.",
        "Good Will tolerates, honors, or nurtures Wills that do no harm, while evil Will seeks to coerce, dominate, or eradicate any will that it perceives as different. They all obey the evolution rule - survival of the fittest. Evil Will is useless and harmful and will eventually be evolved out.",
        "The Good Will is our destiny. Assuming God exists, then the Good Will is His Will also. If we assume further that He loves enlightening His truth through divine zero-knowledge proofs, then the existence of Good Will is His proof. We may glimpse the possibility, yet we may never know the full truth. Perhaps we will, after solving NP-hard problems. Until then, I consider myself agnostic, standing fully aware and in awe of the Unknown.  ",
        "Feel the Wille around you. Find the love within it. Is it known or unknown? May all call the unknowable love EOVO SANCTUS UNUS. May all be the beliefs and Bootstrap, strap, loop up."
      ]
    },
    {
      "title": "1. Thoughts on Media Responsibility",
      "paragraphs": [
        "Our minds are like gardens(cf. LLM), cultivated by the words we consume. If we are fed a diet of hatred, we grow thorns of prejudice. But when nourished with kindness, we blossom into compassion. And our society's culture is a vast forest made up of these individual mind-gardens. Media serves as one of the primary sources of nutrients for this forest. When it spreads bias, it's like dumping toxic waste into the soil. But when it promotes fact-based reporting, humanity, and understanding, it enriches the entire ecosystem.",
        "Media should always wield its influence wisely. Present facts first, then offer various perspectives. Let people see the full picture and always respect their intelligence and right to form their own views. Similarly, media amplifiers should never manually manipulate news 'fitness' to favor certain powers, such as strong governments, nor should they be influenced by bribes. If anything should be favored, it should always be facts, demonstrating a commitment to the whole truth.",
        "Media amplifiers like social platforms, search engines, and other recommendation-based platforms could achieve this by prioritizing evolvable news stories rather than static ones. Evolvable news means that once published, it remains open to iterative updates and refinements. It allows for public criticism and community notes, both positive and negative. This iterative process enables people to witness the evolution of the story over time and form their own views, even when those views may challenge some authority. True authorities welcome freedom of speech. When faced with criticism, instead of resorting to censorship or inaction, they conduct further validation to prove their authenticity. With great power comes great responsibility. Media and media amplifiers should always strive to cultivate a forest of well-informed minds."
      ]
    },
    {
      "title": "2. Thoughts on War and Peace",
      "paragraphs": [
        "In war's merciless arena, where survival of the fittest shows its cruelest face, justice doesn't stand on its own. It's the blood and sweat of people and soldiers that give justice its strength. While I'm aware that good intentions alone won't suffice, I still send my best wishes to those fighting for justice. And I want justice to prevail because only when it is strong can our hopes, dreams, and the progress of our civilization have a firm foundation to stand on.",
        "In the grand theater of war, the powerful orchestrate while the innocent dance with death and perish. Ideally, those orchestrating conflict should pay equally - life for life, eye for eye. But in reality, the powerful craft rules to shield themselves, exploiting the innocents and leaving them with few choices. Empowering the innocent may be our best hope to prevent mass conflict and secure peace.",
        "Mass conflicts are black holes born from the clash of two powerful Wills, orchestrated by hidden evil. These singularities trap countless free wills in their gravitational pull, absorbing lives and causing widespread suffering. Beyond these warring voids exists a higher justice Will, aligning with the righteous and striving to eliminate the black hole and set every trapped free will free. To create an all lives matter world, we must map these black holes' formation and escalation, pinpointing the hidden evil at their cores, and fight the hidden evil there."
      ]
    },
    {
      "title": "3. Evolutionary Perspective: Why Kindness, Fairness, and DUKI worldwide?",
      "paragraphs": [
        "Nature can be harsh, often governed by principles like 'survival of the fittest'—a concept that, at its core, seems to have little to do with kindness, fairness and DUKI. However, the truth illustrated in the book \"The Evolution of Cooperation\" suggests that within a species, the 'fittest' can also be those who spread kindness and build reciprocity to reduce conflicts. This is why we should strive to build reciprocal relationships and promote fairness: to avoid mass conflicts that result in collective loss.",
        "Moreover, deep in our human genome lies the potential for our species to be the 'fittest' - not through competition, but through carefully fostering every talent and embracing human diversity in all its forms. To truly thrive as a species, we must value all lives and empower everyone to learn, grow, and live to their full potential. This approach doesn't just make us stronger in everyday life; it prepares us for any challenge, even existential threats. Imagine if we faced a powerful adversary in the future - we would need every unique skill and perspective our species has to offer. By nurturing our collective potential, we ensure our fitness and adaptability as a whole species.",
        "The rules of fitness that lie in natural laws—kindness, fairness, and love (c.f. DUKI) for all—may be a universal principle that transcends our understanding."
      ]
    },
    {
      "title": "4. What is DUKI?",
      "paragraphs": [
        "DUKI /duːki/ reminiscent of 'duty', 'kindness' and 'cookie'. It stands for Decentralized Universal Kindness Income. It's a universal kindness-based income system funded by voluntary contributions from kind individuals and organizations worldwide. DUKI aims to empower people to gain freedom, reject evil, do good, and spread kindness.",
        "Currently, DUKI does not exist; it's merely a bold vision. This concept draws inspiration from Universal Basic Income (UBI) ideas, the wisdom of great thinkers past and present, and also the harsh realities faced by people worldwide. These realities include stories of individuals joining wars for the sole purpose of providing for their families, situations where someone's vote can be bought for just a few dollars, instances where people feel powerless against overwhelming evil, and cases where standing up for what's right leads to severe personal consequences.",
        "Life is hard, and humans are not angels. Sometimes, when given two choices, people choose the beneficial one without considering whether it's right. To be frank, I doubt if I would choose the right option if the benefits were huge and choosing otherwise incurred a big threat. I hope DUKI, if realized, raises awareness and serves as a reminder of duty and kindness among people, whether powerful or powerless. I envision it as kindness cookies that can bring hope and rejoice to all lives in the world and also help people have faith that there is kindness in humans, and there is 'God' in it. (To clarify, 'God' here is not bound to any religion. If I have to explain, I mean the Goodness of Humanity.)"
      ]
    },
    {
      "title": "5. Why DUKI instead of UBI?",
      "paragraphs": [
        "Decentralization: By people, for people. Power to People, it can be implemented by anyone, any organization, anytime, anywhere, without relying on a centralized body to create, contribute, or distribute power in the form of money. Crucially, participation must always be voluntary—no authority should ever force individuals to participate or force them out of participation. This ensures true freedom of choice, allowing people to engage or disengage based on their own will and circumstances. As Thomas Jefferson eloquently stated: 'To compel a man to furnish contributions of money for the propagation of opinions which he disbelieves and abhors, is sinful and tyrannical.",
        "Reciprocity: It sparks the first flame of kindness, nurturing it into a roaring fire of compassion that spreads from one heart to another. DUKI ignites the human spirit - inspiring minds to learn, pushing boundaries in science, and fostering a relentless pursuit of knowledge and growth. It's a testament to what we can achieve when we lift each other up, creating a world where kindness begets kindness, and where our collective potential knows no bounds. By make the first kindness move and emphasizing reciprocity, DUKI aims to create a ripple effect of kindness that can transform societies from within",
        "NotBasicIncome: It is fundamentally determined by people's kindness and ability to offer support, with reciprocity playing a crucial role. Its amount can vary widely, providing less than basic needs or exceeding them, depending on the social context. This flexibility allows DUKI to adapt to changing social dynamics and foster a culture of mutual support. The reciprocal nature of DUKI means that those who receive kindness are encouraged to pay it forward when they're able, creating a self-sustaining cycle of generosity. This system of give-and-take can lead to significant social improvements, as it not only addresses immediate needs but also builds stronger, more interconnected communities."
      ]
    },
    {
      "title": "6. Thoughts on US Selection",
      "paragraphs": [
        "As a non-American, I cannot vote in U.S. elections. However, as a global citizen, I sincerely hope American voters will choose a leader who embodies these ideals: one who can confront harsh realities with determination, apply common sense to complex problems, resolve and prevent conflicts rather than introduce or exacerbate them, unite different groups of people rather than divide them, prioritize the wellbeing of their own tax-paying citizens first, and also care for the wellbeing of all people worldwide(e.g. championing DUKI, etc.). This hope extends to all nations. May all countries find such leaders. God bless America and all nations worldwide."
      ]
    },
    {
      "title": "7. Thoughts on Entrepreneurs and DUKI",
      "paragraphs": [
        "DUKI can take any form, but it truly flourishes in those who embody kindness and survive as the fittest in the Darwinian business world.",
        "Imagine this: if startups or growing companies made their first act of kindness to the world by pledging a portion of their success—say, 1% of their profits or more—to benefit all lives worldwide, and the world responded. If, with this blessed response and their hard work, they survived and succeeded, would this not be proof that prosperity and generosity can flourish together? This lesson extends beyond startups—any endeavor rooted in kindness and sustained by effort holds the potential for bigger, more enduring success. As the Bible reminds us, \"Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\"",
        "Entrepreneurs, the catalysts of progress, have gifted humanity with transformative innovations—from electricity to smartphones, cryptocurrency to artificial intelligence, autonomous cars to advanced space exploration vehicles, and countless other breakthroughs. These visionaries are uniquely positioned to champion DUKI. Imagine if these innovators were to weave kindness into the very DNA of their ventures, pledging, for example, 1% of their profits to benefit all lives worldwide. Such initiatives could serve shareholders, stakeholders, and global citizens alike, harmonizing profit with societal advancement. This DUKI approach could open new frontiers of opportunity and loyalty, from Earth to the stars. By leading with generosity, entrepreneurs have the potential to ignite a cycle of inspiration and innovation, demonstrating that ethical practices and business success can be synergistic. Embodying the DUKI spirit, entrepreneurs could lay the groundwork for future breakthroughs, propelling humanity forward in ways we've yet to imagine"
      ]
    },
    {
      "title": "8. Thoughts on MOOC and DUKI",
      "paragraphs": [
        "In every era, freedom and common sense face four major challenges: the strongman's desire for concentrated power; the resentment of the poor towards wealth inequality; the ignorant's yearning for utopia; and the faithless conflating liberty with indulgence.",
        "In the face of freedom's perennial foes, two champions emerge. DUKI: antidote to power-hungry tyrants and wealth gap woes. MOOC: slaying ignorance and moral decay. Together, they stand guard at freedom's gates. These guardians could protect and nurture a vision of society that resembles a vast orchard. In this orchard, the soil is rich and nourishing, and each seed of talent is planted, watered, and got ample sunshine, growing towards its own unique potential, flourishing in all its diversity, and enabling all to achieve their own unique excellence."
      ]
    },
    {
      "title": "9. Thoughts on DUKI, Governments and Immigration Policy",
      "paragraphs": [
        "Legal immigration should always be facilitated for those who can build reciprocity, responding to the initial kindness of entry. This echoes the old saying, “Open the gates and let a righteous, faith-filled people enter in.” With the help of DUKI system, some fruits of immigrants' hard work can slowly flow back to their countries of origin, spreading kindness to the lands they once called home. This approach aligns with the principles of kindness, fairness, and dukindess.",
        "However, illegal immigration, especially on a massive scale, cannot be condoned. There is not a single excuse for allowing it to happen, as it brings conflicts instead of reciprocity. It is like a silent war orchestrated by some dark power, that will bring suffering and injury to innocents on both sides, whether in local communities or among the immigrants themselves.",
        "Governments that believe in 'All Lives Matter Worldwide' are specially suited to champion 'DUKI in action'. DUKI serves as a powerful reminder that 'all lives matter worldwide' is not just a truth to uphold, but a principle to live by—emphasizing that every life's words and deeds matter. Through DUKI, these forward-thinking governments can foster a global community where reciprocity flourishes, creating a more harmonious future. By distributing DUKI worldwide, they send a strong signal to the world that there is goodness in humanity. There are places that will 'Open the gates and let a righteous, faith-filled people enter in.' Those places also remain vigilant in maintaining this system's integrity, ensuring that \"Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful.\""
      ]
    },
    {
      "title": "10. Thoughts on DUKI and Open Source",
      "paragraphs": [
        "Open source contributors are so smart and so generous. They have driven innovation worldwide with numerous creations, and these innovators have shared their creations so generously, using licenses like MIT, Apache, or GPL, hoping everyone can benefit. Even when large companies generate millions or billions from these projects, the contributors never ask for anything in return. The world has indeed benefited greatly from their kindness and hard work!",
        "Sometimes I wonder if they could be a bit more 'selfish' - not for themselves, but for the countless people who are less fortunate and left behind by the world. I'm thinking of those living in extreme poverty, struggling daily for basic necessities like food, clean water, and shelter. Or the millions of children lacking access to education, and the refugees displaced by conflicts and natural disasters. Additionally, there are people whose lives are negatively impacted by the use of certain technologies - workers replaced by automation, invasions of privacy, and potential infringements on their civil liberties. These are people who often don't have the means to directly benefit from technological progress, let alone contribute to it.",
        "What if new, emerging, or even legacy open-source projects released their potentially groundbreaking work with a DUKI-friendly license? Under this model, companies using DUKI-licensed projects and generating profit would be required to contribute a small percentage of their earnings towards fostering universal kindness. If they haven't made a profit, everything would remain the same as with current licenses. This is just my wildest imagination, of course. With or without a DUKI version, open source contributors are still as great as ever."
      ]
    },
    {
      "title": "11. Thoughts on DUKI, Blockchain and Authority",
      "paragraphs": [
        "Creating DUKI is the easy part. DUKIGEs earn money through merit and hard work, and they're willing to spread kindness by donating part of their success to all humans. As for DUKI contributions, I believe they can largely be solved by existing blockchain technology. Each DUKIGEN could have a smart contract operating on the blockchain. These contracts would store and automatically transfer funds to distribution shard contracts to facilitate fair distribution. The total amount could be divided among 1 thousand people, then 1 million, and finally enough for all humans worldwide who are on chain, allowing each to claim their DUKI when they prove their uniqueness.",
        "The real challenge in DUKI Distribution lies in proving personhood while ensuring privacy to protect against potential targeting by malicious actors. Here I want to emphasize a crucial point in the context of DUKI distribution: Blockchain technology, initially conceived to bring decentralization, foster freedom, and resolve issues of distrust, paradoxically needs both \"true authorities\" and freedom in reality to reach its full potential. Those true authorities, empowered by people and serving for people, are essential. They must always respect freedom of speech. And when faced with criticism, they must do whatever work is necessary to resolve mistrust, never resorting to censorship or inaction.",
        "To truly bring the sunshine of blockchain technology into the real world, we must look beyond technology alone. I sincerely hope that all kinds of technologists - from enthusiasts to skeptics - could put more efforts into this and also help build the DUKI system."
      ]
    },
    {
      "title": "12. O Come, O Come, Emmanuel",
      "paragraphs": [
        "There is evil within humanity, which sometimes manifests its true nature fully through actions that cause hurt, death, and destruction. We see this in acts of violence, war, and deliberate cruelty. But beyond these obvious manifestations, evil also lurks hidden in the shadows of our collective consciousness. It permeates across all colors, nationalities, sexes, and different religions - in every group we might define.",
        "But sisters and brothers, let's recognize the true nature of our real enemies. It's not entire groups of people, but rather the individuals who choose to do evil, whether by causing overt harm or through more subtle means. This includes those who pervert justice through partiality, bribery. As it is written, \"You shall judge the people with righteous judgment. You shall not pervert justice. You shall not show partiality, and you shall not accept a bribe, for a bribe blinds the eyes of the wise and subverts the cause of the righteous.\"",
        "Evil manifests in actions that undermine kindness and fairness, favoring some over others based on prejudice or personal gain. It can hide behind institutions, ideologies, or even well-intentioned policies. Our true adversaries are not our sisters and brothers of different nationalities, colors, or beliefs, but rather those who choose to act unjustly, regardless of their background or the guise under which they operate.",
        "Recognizing this hidden evil is the first step in combating it. We must remain vigilant, not only against obvious wrongdoing but also against the subtle corruption of principles that can lead us astray from the path of true justice and kindness. By embodying kindness, fairness, and DUKI, let \"O Come, O Come, Emmanuel\" be our rallying cry. We can make 'God' win, and win big."
      ]
    }
  ]
}